Repository: orblazer/plasma-applet-resources-monitor
Catalog: package/translate/*.po
Languages: nl

# Config header
source: Graphs
nl: Grafieken

# Config header
source: Appearance
nl: Vormgeving

# Config header
source: Misc
nl: Overig

# Chart name
source: Memory
nl: Geheugen

# Chart name
source: Network
nl: Netwerk

# Chart name
source: Disk I/O [%1]
nl: Schijven - I/O [‘%1’]

# Graph label
source: Clock
nl: Kloksnelheid

# Graph label
source: Read
nl: Uitgelezen

# Graph label
source: Write
nl: Weggeschreven

# Disk graph icon : Read
source: R
nl: U

# Graph label
source: Receiving
nl: Ontvangen

# Graph label
source: Sending
nl: Verstuurd

source: All
nl: Alles

# Config header
source: Text
nl: Tekst

# Config header
source: Colors
nl: Kleuren

source: Fill panel?
nl: Paneel opvullen?

# @info:tooltip
source: This allow graphs to take all panel width/height
nl: Hiermee kunnen grafieken gebruikmaken van de volledige paneelbreedte en - hoogte

source: History amount:
nl: Aantal geschiedenisitems:

source: Custom
nl: Aangepast

source: Disabled
nl: Uitgeschakeld

source: Width:
nl: Breedte:

source: Height:
nl: Hoogte:

source: Spacing:
nl: Afstand:

source: Fill opacity:
nl: Ondoorzichtigheid opvullen:

source: Display outline?
nl: Contour tonen?

source: Font scale:
nl: Tekstgrootte:

source: Text display:
nl: Tekst tonen:

# Text display
source: Always
nl: Altijd

# Text display
source: On hover
nl: Na aanwijzen

# Text display
source: Hints when hover
nl: Tip tonen na aanwijzen met cursor

# Text display
source: Never
nl: Nooit

source: Placement:
nl: Locatie:

# Text placement
source: Top left
nl: Linksboven

# Text placement
source: Top right
nl: Rechtboven

# Text placement
source: Bottom left
nl: Linksonder

# Text placement
source: Bottom right
nl: Rechtsonder

# Chart color
source: Choose text color
nl: Kies de tekstkleur

source: Threshold text colors
nl: Tekstkleuren van drempelwaarden

source: Warning:
nl: Waarschuwing:

source: Critical:
nl: Kritisch:

source: The graphs as been upgraded to new version, please save it.
nl: De grafiek is bijgewerkt naar een nieuwe versie. Bewaar de versie.

# @info:tooltip
source: Edit "%1" graph
nl: ‘%1’ bewerken

# @info:tooltip
source: Delete "%1" graph
nl: ‘%1’ verwijderen

source: No graph selected
nl: Er is geen grafiek gekozen

# @info
source: Click <i>%1</i> to get started
nl: Klik op <i>%1</i> om aan de slag te gaan

source: Add graph…
nl: Grafiek toevoegen…

# @title:window
source: Edit graph: %1
nl: Grafiek bewerken: ‘%1’

# @title:window
source: Add graph
nl: Grafiek toevoegen

source: New GPU:
nl: Nieuwe GPU:

# @title:window
source: Remove graph
nl: Grafiek verwijderen

# %1 is an graph name
source: Do you want remove graph "%1" ?
nl: Weet je zeker dat je ‘%1’ wilt verwijderen?

source: Delete
nl: Verwĳderen

source: Update interval:
nl: Bijwerken, elke:

source: %1 seconds
nl: %1 seconden

source: Click action
nl: Klikactie

source: Application
nl: Programma

source: Shell command
nl: Shellopdracht

# Chart config
source: Application:
nl: Programma:

source: The package <i>plasma-addons</i> is required to run an application.
nl: Voor het gebruik van deze widget is het pakket <i>plasma-addons</i> vereist.

# Chart config
source: Command:
nl: Opdracht:

source: Command will be executed, but may have some limitations like "<code>kioclient exec</code>" or other similar command not work.
nl: De opdracht zal worden uitgevoerd, maar kent enkele beperkingen. Zo kunnen ‘<code>kioclient exec</code>’ en vergelijkbare opdrachten niet worden gebruikt.

source: Choose application...
nl: Kies een programma…

# @info:tooltip
source: Click to select another application
nl: Klik om een andere programma te kiezen

# Colors
source: Text
nl: Tekst

# Colors
source: Highlighted text
nl: Gemarkeerde tekst

# Colors
source: Visited link
nl: Bezochte link

# Colors
source: Negative text
nl: Negatieve tekst

# Colors
source: Neutral text
nl: Neutrale tekst

# Colors
source: Positive text
nl: Positieve tekst

# Colors
source: Background
nl: Achtergrond

# Colors
source: Highlight
nl: Markering

# @info:tooltip
source: Click to customize color
nl: Klik om de kleur aan te passen

# @info:tooltip
source: Check the box to customize
nl: Kruis aan om aan te passen

# @info:tooltip
source: Warning threshold
nl: Waarschuwingsdrempelwaarde

# @info:tooltip
source: Critical threshold
nl: Kritieke drempelwaarde

source: First line:
nl: Eerste regel:

source: Total usage
nl: Totaal gebruik

source: System usage
nl: Systeemgebruik

source: User usage
nl: Gebruikersgebruik

source: Second Line:
nl: Tweede regel:

source: Classic/P-cores clock frequency
nl: Klokfrequentie van klassieke/p-kernen

source: E-cores clock frequency
nl: Klokfrequentie van e-kernen

source: Clock aggregator:
nl: Klokverzameling:

# Aggregator
source: Average
nl: Gemiddeld

# Aggregator
source: Minimum
nl: Minimaal

# Aggregator
source: Maximum
nl: Maximaal

source: E-cores
nl: E-kernen

# @info:tooltip
source: <b>For Intel gen 12+ only</b><br>Number of E-Cores your CPU have, it's for separate it from P-Cores in clock frequency average calculation.
nl: <b>Alleen voor Intel gen 12+</b><br>Het aantal e-kernen van je cpu staat los van het aantal p-kernen in de klokfrequentieberekening.

source: Show temperature
nl: Temperatuur tonen

source: Temperature threshold:
nl: Temperatuurdrempelwaarde:

source: Colors
nl: Kleuren

# Chart color
source: Choose series color
nl: Kies de seriekleur

source: Third Line:
nl: Derde regel:

source: Automatic
nl: Automatisch

source: Swap first and second line
nl: Eerste en tweede regel verwisselen

source: Show icons (%1 / %2)
nl: Toon pictogrammen (%1 / %2)

source: Maximum transfer speed
nl: Maximale overdrachtssnelheid

# Chart config
source: Read:
nl: Uitgelezen:

# Chart config
source: Write:
nl: Weggeschreven:

source: Memory (B)
nl: Geheugen (B)

source: Memory (%)
nl: Geheugen (%)

source: Physical memory (B)
nl: Fysiek geheugen (B)

source: Physical memory (%)
nl: Fysiek geheugen (%)

source: Application memory (B)
nl: Programmageheugen (B)

source: Application memory (%)
nl: Programmageheugen (%)

source: Second line:
nl: Tweede regel:

source: Swap
nl: Wisselgeheugen

source: Swap (%)
nl: Wisselgeheugen (%)

source: Usage threshold:
nl: Gebruiksdrempelwaarde:

source: Unit:
nl: Eenheid:

source: Network interfaces:
nl: Netwerkkaarten:

# Chart config
source: Receiving:
nl: Ontvangen:

# Chart config
source: Sending:
nl: Verstuurd:
